/* appended to region name when merging regions */
" merged" = " sammenslått";

/* appended to region name of mixed down regions */
" mixed" = " mikset";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "%@ kreves|%@ tilgjengelig.";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(tom)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(IKKE tom)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ er ikke tilgjengelig.][OK]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@-programtillegg er ikke tilgjengelige.][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@: Programtillegget «%@»%@%@ er ikke tilgjengelig.][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@: Programtillegget «%@B%@%@ er ikke tilgjengelig.][OK|√Ikke vis igjen]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P kan ikke tildele nok hukommelse til de %ld lydsporene.|Kun %ld lydspor er tilgjengelige.|Ytterligere %@ ledig hukommelse kreves.][OK]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|Samplingsfrekvensen %ld er ikke tillatt.][OK]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld av %ld lydfil(er) ble ikke funnet.|Vil du likevel %@ lydfilene som er funnet?][Avbryt|Gjør det]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld av %ld lydfiler ble ikke funnet.|(«%@»,...)][Fortsett]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][«%@» kan ikke spilles av på spor %ld fra disken/partisjonen «%@»][OK|√Ikke vis igjen]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][«%@» fra disken/partisjonen «%@» kan ikke brukes.|Disken/partisjonen er ikke tillatt.][OK|√Ikke vis igjen]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][«%@» fra disken/partisjonen «%@» kan ikke brukes.|Disken/partisjonen er ikke tillatt.][OK|Last inn]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][«%@» er en %ld-bits-fil og kan ikke spilles av via %@.][OK]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][«%@» er allerede inkludert.][Avbryt]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][«%@» er tom.][Avbryt]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][«%@» er ikke en standard lydfil i PCM Wave-format.][OK]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][«%@» eller «%@» finnes allerede.][Bruk|Erstatt]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P fant %ld lydfil(er) i %ld-bits-format.|Dette formatet støttes ikke og kan ikke spilles av.][OK|√Ikke vis igjen]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P søker etter lydenheter på maskinen og har funnet en enhet med navnet «%@».|Hvis du vil bruke denne enheten, må du ikke koble den fra mens søkeprosessen pågår.|Vil du bruke denne enheten?][Ja|Nei]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][Avbryt?][Fortsett|Avbryt]";

/* Alert */
"[1][Already recording...][OK]" = "[1][Opptak pågår allerede...][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][Det oppsto en feil.||Resultatkode = %ld][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][Det oppsto en feil.||Resultatkode = %ld||Fil = %@][OK]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][Lyd %@ %@ kan ikke brukes til å spille av «%@» fra disken/partisjonen «%@»][OK]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][Fant ikke lydfilen «%@».]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Audio Unit-autoriseringsfeil.|Audio Unit-filen «%@» fra «%@» rapporterer at den ikke er riktig autorisert for bruk sammen med denne maskinen.|Du finner mer informasjon om kopieringsbeskyttelse i programtilleggets dokumentasjon.][OK]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Audio Unit-kompatibilitetsfeil|Audio Unit-filen «%@» fra «%@» følger ikke Audio Unit-standarden.|^P kan ikke arkivere eller laste inn innstillingene for programtillegget, og de kan heller ikke arkiveres sammen med sangen.|Innstillingene vil gå tapt når du lukker sangen.][OK]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][Automatiseringsparameterfeil.|%ld][OK]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][Kan ikke slette instrumentet «%@».|Det er i bruk.][Avbryt]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][Finner ikke lydfilen «%@».][OK|√Ikke vis igjen]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][Kan ikke laste inn prøveinstrumentet «%@».|Det ble laget med en nyere versjon av EXS24.][Fortsett|√Ikke vis igjen]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][Akkordspor lagt til i %d Apple Loop-filer.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][Kunne ikke finne data for akkordprogresjon i filen %@!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][Kunne ikke åpne filen %@ for lesing.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][Kunne ikke åpne filen %@ for skriving.][OK]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][Kunne ikke opprette område.|Ikke nok hukommelse][Avbryt]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][Kunne ikke opprette spor.|Maksimalt antall spor overskredet.][Avbryt]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][Vil du også redigere automatiseringsdataene?][Ikke rediger|Rediger|√Ikke vis igjen]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][Vil du kopiere automatiseringsdataene?][Ikke kopier|Kopier|√Ikke vis igjen]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][Vil du slette alle automatiseringsdata for hele dette prosjektet?|Er du sikker? Denne handlingen kan ikke angres.][Avbryt|Slett]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][Vil du slette automatiseringsdataene?][Ikke slett|Slett|√Ikke vis igjen]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][Vil du flytte automatiseringsdataene?][Ikke flytt|Flytt|√Ikke vis igjen]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][Vil du behandle automatiseringsdataene også?][Avbryt|Behandle]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][Disken/partisjonen «%@» kan ikke brukes til lydopptak med %@.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][Disken/partisjonen «%@» kan ikke brukes til lydopptak.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][Disken/partisjonen «%@» kan ikke brukes til opptak på lydspor %ld.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][Disken/partisjonen «%@» er full.][OK]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][Feilkoden %ld ble returnert av %@-drivereren.][Fortsett]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][Feil under kopiering av ressurser. %ld][OK]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][Feil i CoreMidi:|%ld][OK]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][Feil under innlasting av prosjekt][OK]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][Feil under forsøk på synkronisering av lyd og MIDI.][Fortsett]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][Feil under synkronisering av lyd og MIDI.|Samplingsfrekvensen %ld gjenkjent.|%@][Fortsett%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][Feil!|Kan ikke åpne prosjektet.|Dette prosjektet ser ut til å være skadet.][Avbryt]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][Feil|CSong::CreateSeq - Ulovlig blokkstørrelse][OK]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][EXS24-instrument «%@»:|Fant ikke lydfilen «%@».][Søk igjen|Fortsett]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][Fant opptaksmappen %@ med %ld problemer. Vil diu slette den?][Avbryt|Slett]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][Ulovlig taktangivelse(1)][Avbryt]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][Ulovlig sporantall][OK]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][Instrumentsettet «%@» er for stort. Kun %ld av %ld oppføringer ble konvertert.][Avbryt]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][Intern jobbkonflikt|Start ^P på nytt][OK]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][Maksimal filstørrelse på %@ overskredet.|Velg en kortere konverteringstid.][OK]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][Hukommelsestildelingsproblem.][OK]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][Hukommelse som brukes nå: %@|Hukommelse som ble brukt tidligere: %@][OK]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][En mindre korrigering i prosjektdata har blitt utført. (1)][OK]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][Mono/stereo-konflikt.][Avbryt]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][Mono<->stereo-konflikt.|Programtillegget kan ikke flyttes hit.][OK]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][Ingen Apple Loop er valgt.][Avbryt]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][Ingen lydspor er aktivert for innspilling.|Klikk på «R»-knappen for det aktuelle sporet for å aktivere det for innspilling.][OK]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][Ikke-tilstøtende lydområder krever at det opprettes en ny lydfil.][Avbryt|Opprett]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][Ikke nok hukommelse (%ld).][OK]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][Ikke nok hukommelse for forespurt DSP-funksjon][Avbryt]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][Ikke nok hukommelse til å konvertere sang.][Avbryt]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][Ikke nok hukommelse til å opprette sporautomatiseringsdata.][Avbryt]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][Ikke nok ledig plass på volumet «%@»|%@][OK]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Merk: «Prosessorytelse» er stilt inn til «Automatisk».|Vi anbefaler at du velger innstillingen «Høyest».|Endre denne innstillingen ved å åpne «Systemvalg» > «Strømsparing» > «Valg».][Fortsett]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Merk: «Prosessorytelse» er stilt inn til «Redusert».|Vi anbefaler at du velger innstillingen «Høyest».|Endre denne innstillingen ved å åpne «Systemvalg» > «Strømsparing» > «Valg».][Fortsett]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][Lengden på en eller flere lydfiler har blitt endred.|Dette har ført til at lengden eller plasseringen til %ld av lydområdene har blitt endret.][OK]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][Lengden på en eller flere lydfiler har blitt endred.|Dette har ført til at lengden eller plasseringen til et av lydområdene har blitt endret.][OK]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][Ikke nok hukommelse.][Avbryt]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][Ikke nok ledig hukommelse.|(Lydorganisering 1)][Fortsett]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][Ikke nok hukommelse|^P trenger mer hukommelse for å kunne vise bølgeformer.][Fortsett]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][Ikke nok hukommelse.|Kunne ikke legge til eller slette data][Avbryt]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][Fant overlappende toner.|Vil du beholde dem, gjøre dem kortere eller dele dem opp?][Behold|Gjør kortere|Del opp]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][Overlapping av områder.|Vil du opprette spor for områdene som overlapper hverandre?][Nei|Opprett]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][Deler av prosjektet ble ikke spilt|Dette prosjektet har for mange Virkelig instrument-spor til å kunne spilles i sanntid.|Du kan forbedre ytelsen ved hjelp av tipsene du finner på siden «Optimalisere ytelsen i GarageBand» i GarageBand-hjelp.][Fortsett]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][Avspillingen har blitt påvirket|Avspillingen av prosjektet ble avbrutt på grunn av endringer i lyd inn eller lyd ut for maskinen.][Fortsett]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][Velg en lyddriver i den neste dialogruten.][Fortsett]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][Angi bitdybden for dette prosjektet.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][Lesefeil.|Ulovlig filformat][Stopp]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][Fant ikke opptaksdisken/-partisjonen «%@».][OK]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][Opptaksmappen «%@» ble ikke funnet på disken/partisjonen «%@».][OK]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][Forespurt DSP-funksjon er ikke kjent.][OK]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][ReWire-enheten «%@» kunne ikke åpnes.|Du må starte ^P først.][OK]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][Ikke nok områder][Avbryter]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Ikke nok hukommelse til å laste inn alle samplinger av instrumentet «%@».][Fortsett]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Ikke nok hukommelse til å åpne instrumentet «%@».][Fortsett]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][Søker gjennom Audio Unit-filer.|^P skal nå søke gjennom %ld installerte Audio Unit-programtillegg. Dette kan ta noe tid. Dette søket utføres kun første gang du åpner ^P og når du har installert nye Audio Unit-filer.][OK]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][Taktangivelsen %/% ble ikke gjenkjent av @|Velger standard 4/4.][OK|Avbryt]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][Noen hendelser har blitt satt til minimums- eller maksimumsverdi.][OK]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][Beklager, kan ikke laste inn dette prosjektet fordi det er opprettet av en nyere versjon av ^P.|Oppdater ^P.][OK]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][Beklager. Den forrige handlingen kan ikke angres.][Avbryt]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][Beklager.|Ikke mulig å gjøre om (angre).|Ikke nok ledig hukommelse.][Stopp]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][Lydenheten «%@» har blitt koblet fra.|Vil du bytte til innebygd lyd eller avslutte ^P?][Avslutt|Bruk innebygd lyd]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][Lydfilen «%@» er i %ld-bits-format og kan ikke brukes.][Avbryt]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][Filen «%@» er ikke en EXS-instrumentfil.][Avbryt]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][Filen «%@» ser ut til å være skadet.][OK]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][Filnavnet «%@» er for langt.|^P trenger plass til filendelser.|(Maksimum %ld tegn)][OK]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][Filnavnet er for langt.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][Antallet MIDI-innganger er endret.|%ld innganger er tilgjengelig nå.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][Antallet MIDI-innkanaler er endret.|Ingen innkanaler er nå tilgjengelig.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][Antallet MIDI-innkanaler er endret.|En innkanal er nå tilgjengelig.][OK]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][Programtillegget med navnet «%@» er ikke tilgjengelig på maskinen.|Velg et annet programtillegg, eller avslutt GarageBand og installer programtillegget på maskinen, slik at du kan bruke det i prosjektet.][OK]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][Det finnes noen hendelser før posisjon '1 1 1  1'.|Flytt alle de markerte sporene, eller flytt alle opptakthendelser til posisjon '1 1 1  1'][Flytt alle|Opptakt|Avbryt]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][Det finnes automatiseringsdata for det forrige instrumentet.|Vil du flytte eller kopiere automatiseringsdataene til det nye instrumentet?][Nei|Kopier|Flytt]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][Denne Apple Loops-filen ble opprettet ved hjelp av en effekt eller et instrument som ikke er tilgjengelig.|Programtillegget «%@» er ikke tilgjengelig. Hvis du vil legge til denne loopen med samme lyd som du hører i loopnavigeringen, holder du nede Tilvalg-tasten (alt) og flytter loopen til et nytt spor.][OK]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][Denne disken kan ikke brukes til lydarbeid.][Stopp]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][Denne filtypen støttes ikke.][Avbryt]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][Dette prosjektet ser ut til å være skadet. Åpne en sikkerhetskopiversjon av dette prosjektet.][Kanseller]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][Dette prosjektet ble opprettet med en nyere versjon av ^P.|%ld -> %ld][OK]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][For mange automatiseringsspor.][Avbryt]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][Fant ubrukt, opptatt hukommelsesblokk.|Vil du slette den?][Avbryt|Slett]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][Advarsel. Lite tilgjengelig hukommelse.][Prøv på nytt|Avbryt]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][Advarsel! Ikke nok hukommelse. Kunne ikke angre. Arkiver prosjektet, og prøv igjen. Hvis dette ikke hjelper, kan du prøve å starte maskinen på nytt og åpne prosjektet igjen.][Avbryt]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][Advarsel. Ikke nok ledig hukommelse.|Denne operasjonen kan ikke angres. Vil du fortsette likevel?][Avbryt|Fortsett]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][Advarsel! Dette prosjektet ble opprettet med en nyere versjon av ^P.|Dette kan forårsake problemer.|Oppdater ^P.][OK]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][Advarsel! Lite angrehukommelse igjen. Slettet de %d eldste angretrinnene.][OK]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][Advarsel!|Kunne ikke fullføre Angre.][OK]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][Advarsel!|Skadet prosjekt! (Ginst)][OK]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][Advarsel!|Ubrukt blokk funnet i prosjekt.|Arkiver prosjektet først.|(Kode: 0x%lx)][Avbryt|Slett]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][Advarsel.|Mac OS X MIDI-tjenester er ikke tilgjengelige.][OK]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][Advarsel:|Mangler slutthendelse i prosjektet.][OK]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][Advarsel!|Kurve i fleroppgavekjøring.][OK]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][%ld lydfil(er) skal opprettes.|Dette krever %@ med diskplass.][Opprett|Avbryt]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][«%@» har mindre størrelse.|Bruke likevel?][Avbryt|Bruk]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][Fant ikke lydfilen «%@».][Hopp over|Søk]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][Det finnes automatiseringsdata for dette sporet.|Vil du slette automatiseringsdataene også?][Ikke slett data|Avbryt|Slett data]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][Brenningen var vellykket][OK]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][Vil du slette eksisterende innstillinger?][Avbryt|Slett]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][Vil du slette instrumentet «%@»?][Avbryt|Slett%@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][Vil du slette opptaksfilen «%@»%@ fra disken?|Denne handlingen kan ikke angres!][Slett|Behold%@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][Vil du slette automatiseringsdataene?][Nei|Slett]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][Filen «%@» finnes.][Avbryt|Erstatt]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][Den forrige handlingen overskrider grensen for mappens eller områdets begynnelse.|Tilpass størrelse?][Avbryt|Tilpass]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][Den forrige handlingen overskrider mappens eller områdets lengde.|Tilpass størrelse?][Avbryt|Tilpass]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][Vil du starte «%@»-driveren?][Ja|Nei]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][Vil du overskrive eksisterende innstillinger?][Avbryt|Overskriv]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][Deler av prosjektet ble ikke spilt.|Dette prosjektet har for mange spor, effekter eller toner til å kunne spilles i sanntid.|Prøv å optimalisere ytelsen som beskrevet i «Optimalisere ytelsen i GarageBand» i GarageBand-hjelp.][Fortsett]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][Vil du erstatte nåværende markering?][Nei|Erstatt]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][Simuleringen var vellykket][OK]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][32-bits-AU-tjeneren har uventet avsluttet.|Du har mistet eventuelle uarkiverte endringer i Audio Unit-programtilleggsparametre. Du kan prøve å starte tjeneren på nytt. Hvis dette skjer flere ganger, klikker du på Avbryt og avslutter og starter ^P på nytt.][Avbryt|Start 32-bits-AU-tjener på nytt]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][Målformatet har ikke støtte for samplingsfrekvenser over 48 kHz.|^P kan konvertere samplingsfrekvensen. Vil du gjøre dette?][Avbryt|Konverter]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][Filen «%@» kunne ikke åpnes fordi den ligger i papirkurven.|Hvis du vil bruke filen, flytter du den først ut av papirkurven.][OK]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][Kunne ikke opprette oppstart.][AVBRYT]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][Kunne ikke opprette område][Avbryt]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][Kunne ikke spille inn hendelser.|Vil du reorganisere hukommelsen?|%ld,%ld,%ld][OK|Reorganiser]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][Ulovlig område (2)][Reparer|OK]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][Ulovlig områdenummer][Avbryt]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][Lite hukommelse.|(Ikke nok masterpekere)][OK]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][MIDI ut-feil][OK]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][MIDI-tidsavbrudd|^P har oppdaget et MIDI-tidsavbrudd. Start maskinen på nytt, og start ^P igjen.|Hvis problemet vedvarer, oppdaterer du driverne for alle tilkoblede MIDI-enheter (inkludert lyddrivere med MIDI-funksjonalitet) til nyeste versjon. Hvis du trenger instruksjoner for hvordan du fjerner de gamle driverne, slår du opp i produsentens dokumentasjon.][OK]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][Mindre problem med data (3)][Reparer|OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][Modulfilen «%@» er for gammel og kan ikke brukes med denne versjonen av ^P.|Oppdater modulfilen, og flytt den til «%@»-mappen.][OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][Modulfilen «%@» er for ny og kan ikke brukes med denne versjonen av ^P.|Oppdater ^P-programfilen.][OK]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][Mangler passende data i Utklipp.][Stopp]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][Opptaksspor ikke angitt.][STOPP]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][Opptaksspor ikke angitt.][Avbryt]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][Ikke nok hukommelse til et nytt prosjekt][Kanseller]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][Ikke nok hukommelse til å opprette Utklipp.][Stopp]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][Ikke nok hukommelse til å opprette Utklipp/angre.|Skal aldri skje.][Stopp]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][Ikke nok hukommelse til å opprette objekt.][Stopp]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][Ikke nok hukommelse|(spill spor)][Avbryt]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][Lesefeil|Dette er ikke et ^P-prosjekt.][Kanseller]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][Prosjektformatet er for gammelt.][Kanseller]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][Det er områder i dette sporet.|Slette spor og områder?][Avbryt|OK]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][Ukjent angretype.][Stopp]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][Advarsel! Ikke nok hukommelse.|Denne handlingen kan ikke angres.][OK]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][Advarsel!|Prosjektet kan være skadet.][OK]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][Feil versjon.][Stopp]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][Du har en gammel Emagic USB MIDI-driverversjon installert.|Dette kan føre til upålitelig MIDI-kommunikasjon og krasj. Installer versjon 1.5 eller nyere. Du finner en oppdatert driverversjon på www.emagic.de.][OK]";

/* Alert */
"[Continue]" = "[Continue]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CD-R";

/* media type, cd-rewritable */
"CDRW" = "CD-RW";

/* Node */
"Connected to" = "Koblet til";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R Dual Layer";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "for oppretting av frys-fil(er).";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "Gjør klar...";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "Laster inn lydfiler for «%@»...";

/* cd/dvd media status display */
"No media" = "Ingen plate";

/* Node */
"Not connected" = "Ikke tilkoblet";

/* Control surface feedback */
"There is a modal dialog on the screen." = "Det er en modal dialogrute på skjermen.";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "Ukjent";

/* cd/dvd media status display */
"Unknown media type" = "Ukjent medietype";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "Uten navn";

